<template>
    <div class="help">
      <!-- 面包屑导航区域 -->
      <el-breadcrumb separator-class="el-icon-arrow-right" style="margin-bottom: 30px;margin-left: 25px;">
        <el-breadcrumb-item :to="Calpath('allgoods')">首页</el-breadcrumb-item>
        <el-breadcrumb-item>帮助中心</el-breadcrumb-item>
      </el-breadcrumb>
          <el-tabs tab-position="left" style="margin-bottom: 30px;text-align: left;">
            <el-tab-pane label="购物常见问题">
              <h2>购物常见问题</h2>
              <h4>1、问：实物与图片有色差吗？</h4>
              <span>答：照片均为卖家上传，平台不做任何保证</span>

              <h4>2、怎么联系客服？</h4>
              <span>答：直接在右侧点击客服头像可以进行聊天</span>

              <h4>3、问：在哪里可以查看我的积分</h4>
              <span>答：您可以在登录后，在“个人中心”查看您的积分</span>
            </el-tab-pane>
            <el-tab-pane label="易物积分规则">
              <h2>易物积分规则</h2>

              <h3>什么是积分？</h3>

              积分是本平台的注册会员通过在本平台完成任务，获得的信誉积分。积分不可赠送，售卖，提现。

              <h3>谁能获得积分？</h3>

              所有的注册用户。

              <h3>如何获得积分？</h3>

              <div>A 在主站完成商品购买订单。</div>

              <div>1.购物可获得积分，积分的基准返点为商品售价的10%，积分数值精确到个位（小数点后全部舍弃，不进行四舍五入）。</div>

              <div>2.出现争议时，客服会与顾客协商处理解决。</div>

              <div>3.若用户当前帐户内无积分，则将进行冻结使用。</div>

              <div>4.购物获得积分的具体情况，可在积分账单明细中进行查看。</div>

              <div>B 参与签到。用户进行签到操作，按照用户当日连续签到情况，可获得对应的积分奖励。连续签到7天可额外获得随机积分奖励。每连续签到7天为一个循环，即连续签到第8天按照第一天签到开始重新计算。</div>

              <h3>积分的有效期是多久？</h3>

              积分可累积，有效期至少为3年。有效期内积分未使用，逾期自动作废。过期后，积分进行扣除，并在积分明细中进行体现。
            </el-tab-pane>
            <el-tab-pane label="用户服务协议">
              <h3>用户服务协议</h3>

              <div>欢迎使用易物二手交易平台为您提供的服务。为了保障您（以下简称“用户”）的权益，请在使用易物二手交易平台之前，详细阅读此服务协议（以下简称“本协议”）所有内容，特别是加粗部分。当用户开始使用易物二手交易平台，用户的行为表示用署了本协议。</div>

              <div>本协议内容包括协议正文、本协议明确援引的其他协议、易物二手交易平台已经发布的或将来可能发布的各类规则，该等内容均为本协议不可分割的组成部分，与协议正文具有同等法律效力。</div>

              <h3>第一条  定义</h3>

             <div> 1、用户登录易物二手交易平台后，可以浏览平台上由各卖家发布的商品和服务信息，进行商品和/或服务交易等活动。</div>

              <h3>第二条  易物二手交易平台服务协议的修订</h3>

              <div>易物二手交易平台有权在必要时通过在平台发出公告等合理方式修改本条款。用户在使用易物二手交易平台时，应当及时查阅了解修改的内容，并自觉遵守本协议的相关内容。用户如继续使用易物二手交易平台，则视为对意，当发生有关争议时，以最新的服务协议为准；用户在不同意修改内容的情况下，有权停止使用本协议涉及的服务。</div>

             <h3> 第三条  易物二手交易平台规范</h3>

             <div> 1、易物二手交易平台是为用户提供获取商品和服务信息、就商品和服务的交易进行协商及开展交易的第三方平台，并非商品和服务的提供方或销售方，平台上的所有商品和服务由商家向用户提供，并由商家承担其商品和服务（以下统称为“商品”）的质量保证责任。</div>

              <div>2、除法律规定或者易物二手交易平台上公示的承诺外，易物二手交易平台将不对所提供的商品的适用性或满足用户特定需求及目的进行任何明示或者默示的担保。请用户在购买前确认自身的需求，同时仔细阅读商品详情说明。</div>

              <div> 3、商家将根据国家法律法规及易物二手交易平台上公布的售后服务政策向用户提供售后保障。</div>
              <div>4、用户同意并保证：为了更好的为用户提供服务，易物二手交易平台有权记录用户在选购商品过程中在线填写的所有信息。</div>
              <div>5、用户了解并同意，电商平台有权应有关部门的要求，向其提供用户提交给电商平台或用户在使用电商服务中存储于易物二手交易平台。</div>

             <div> 6、除非另有证明，储存在易物二手交易平台服务器上的数据是用户使用电商服务的唯一有效证据。</div>

             <div> 7、除法律另有规定外，易物二手交易平台保留自行决定是否提供服务、限制帐户权限、编辑或清除网页内容的权利。</div>


              <div>如果用户对本协议内容有任何疑问，请拨打易物二手交易平台客服热线000-111-333。</div>
            </el-tab-pane>
            <el-tab-pane label="用户隐私协议">
              <h2>用户隐私协议</h2>
              <div>您使用我们的服务，即表示您同意按照本《隐私协议》收集、使用、储存和分享您的信息。</div>
              <h3>易物二手交易平台收集用户的两类信息：</h3>

              <div>(1)与个人身份无关的信息：</div>

              <div>当用户来到我们的网页，我们收集和汇总诸如哪些网页受到了访问，访问的顺序，链接途径等信息。收集这些信息涉及到记录访问易物二手交易平台的每个用户的IP地址、操作平台、浏览器软件等。尽管这些信息无关个人身份，但我们能够通过其IP地址确定其使用的ISP和其上网的地理位置。这些无关个人身份的信息都帮助我们辩别我们网页最受欢迎的地区并确定我们推广活动的有效性。此外，我们也可能将这些信息披露给我们的广告客户，使他们知道点击他们广告的人数。</div>

              <div>(2)有关个人身份的信息：</div>

              <div>在易物二手交易平台的某些区域，比如在登记易物二手交易平台免费电子邮件服务时，用户会被要求提供生日等信息。在登记加入交互式的易物二手交易平台虚拟社区时，用户会被要求提供姓名、代号、籍贯、性别、爱好及兴趣等信息。</div>

              <div>易物二手交易平台收集这类关于个人身份的信息主要是为了用户能够更容易和更满意地使用易物二手交易平台。</div>

              <h3>上述两类信息的来源及易物二手交易平台搜集这些信息的途径：</h3>

              <div>您提供的信息</div>

              <div>您在注册我们的帐户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件等；</div>

              <div>您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</div>

              <div>其他方分享的您的信息</div>

              <div>其他方使用我们的服务时所提供有关您的共享信息。</div>

              <h3>我们获取的您的信息</h3>

              <div>您使用我们服务时我们可能收集如下信息：</div>

              <div>日志信息指您使用我们服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</div>

              <div>设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</div>

              <div>您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用</div>

              <div>我们服务时浏览或要求提供的其他信息和内容详情；</div>

              <div>有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</div>

              <div>您通过我们的服务进行通讯的信息，例如曾通讯的帐号，以及通讯时间、数据和时长；</div>

              <div>您通过我们的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。</div>

              <div>位置信息指您开启移动终端设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息，包括：</div>

              <div>您通过具有定位功能的移动设备使用我们的服务时，我们通过GPS或WiFi等方式收集的您的地理位置信息；</div>

              <div>您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的帐户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息</div>

              <div>您可以通过关闭定位功能随时停止我们对您的地理位置信息的收集。</div>

              <h3>我们如何使用您的信息</h3>

              <div>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</div>

              <div>向您提供服务；</div>

              <div>我们在提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</div>

              <div>帮助我们设计新服务，改善我们现有服务。</div>
              <h3>本《隐私政策》的修改</h3>

              <div>我们可能随时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。如该等修改造成您在本《隐私政策》下权利的实质减少，您可以选择停止使用我们向您提供的服务；在该种情况下，若您仍然继续使用我们的服务的，即表示同意受经修订的本《隐私政策》的约束。</div>
            </el-tab-pane>
          </el-tabs>

        </div>


</template>
<script>
import {Encrypt,Calpath} from "@/utools/utils";

export default {
  data(){
    return{

    }
  },
  methods:{
    //计算路径
    Calpath(path){
      return '/'+Encrypt(path)
    },
  },
  created() {

  }
}
</script>
<style lang="less" scoped>

</style>
